---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.DuctLossMethodType.NotDefined
enum: Autodesk.Revit.DB.Mechanical.DuctLossMethodType
source: html/e97d37df-4991-fa1b-ab8e-deff5b8d0c56.htm
---
# Autodesk.Revit.DB.Mechanical.DuctLossMethodType.NotDefined

Duct loss method is undefined.